Repository: sitegeist/bitzer
Catalog: Resources/Private/Translations/*/Module.Bitzer.xlf
Languages: de

# schedule.label
source: Schedule
de: Zeitplan

# schedule.description
source: The global schedule containing all tasks. Here you can schedule new tasks and change or cancel existing ones.
de: Der globale Zeitplan mit allen Aufgaben. Hier können Sie neue Aufgaben anlegen und bestehende Aufgaben ändern oder abbrechen.

# mySchedule.label
source: My Schedule
de: Mein Zeitplan

# mySchedule.description
source: Your personal schedule listing tasks you can start or continue working on.
de: Ihr persönlicher Zeitplan mit einer Liste an Aufgaben, die Sie beginnen oder weiterführen können.

# completeTask.label
source: Complete task
de: Aufgabe abschließen.

# completeTask.success
source: Task "{0}" was successfully completed.
de: Aufgabe "{0}" wurde erfolgreich abgeschlossen.

# cancelTask.label
source: Cancel task
de: Aufgabe abbrechen.

# cancelTask.success
source: Task "{0}" was successfully cancelled.
de: Aufgabe "{0}" wurde erfolgreich abgebrochen.

# rescheduleTask.label
source: Reschedule task
de: Aufgabentermin verschieben.

# rescheduleTask.success
source: Task "{0}" was successfully rescheduled to {1}.
de: Termin für Aufgabe "{0}" wurde erfolgreich auf {1} verschoben.

# rescheduleTask.failure
source: Failed to reschedule task "{0}".
de: Termin für Aufgabe "{0}" konnte nicht verschoben werden.

# reassignTask.label
source: Reassign task
de: Aufgabe neu zuweisen.

# reassignTask.success
source: Task "{0}" was successfully reassigned to {1}.
de: Aufgabe "{0}" wurde {1} erfolgreich zugewiesen.

# reassignTask.failure
source: Failed to reassign task "{0}".
de: Aufgabe "{0}" konnte nicht neu zugewiesen werden.

# scheduleTask.label
source: Schedule task
de: Aufgabe anlegen

# scheduleTask.success
source: Task "{0}" was successfully scheduled.
de: Aufgabe "{0}" wurde erfolgreich angelegt.

# scheduleTask.failure
source: Failed to schedule Task "{0}".
de: Aufgabe "{0}" konnte nicht angelegt werden.

# setNewTaskTarget.label
source: Set new target
de: Neues Ziel setzen

# setNewTaskTarget.success
source: Target of Task "{0}" was successfully set to "{1}".
de: Ziel der Aufgabe "{0}" wurde erfolgreich auf "{1}" gesetzt.

# setNewTaskTarget.failure
source: Failed to set target of Task "{0}".
de: Ziel der Aufgabe "{0}" konnte nicht gesetzt werden.

# setNewTaskObject.label
source: Set new object
de: Neues Objekt setzen

# setNewTaskObject.success
source: Object of Task "{0}" was successfully set.
de: Objekt der Aufgabe "{0}" wurde erfolgreich gesetzt.

# setNewTaskObject.failure
source: Failed to set object of Task "{0}".
de: Objekt der Aufgabe "{0}" konnte nicht gesetzt werden.

# setTaskProperties.label
source: Set task properties
de: Aufgabeneigenschaften setzen

# setTaskProperties.success
source: Properties of Task "{0}" were successfully set.
de: Eigenschaften der Aufgabe "{0}" wurden erfolgreich gesetzt.

# setTaskProperties.failure
source: Failed to set properties of Task "{0}".
de: Eigenschaften der Aufgabe "{0}" konnten nicht gesetzt werden.

# task.scheduledTime.label
source: Scheduled time
de: Geplante Zeit

# task.scheduledTime.date
source: Date
de: Datum

# task.scheduledTime.time
source: Time
de: Uhrzeit

# task.type.label
source: Type
de: Typ

# task.target.label
source: Target
de: Ziel

# task.target.placeholder
source: Please enter target
de: Bitte Ziel eingeben

# task.object.label
source: Object
de: Objekt

# task.properties.label
source: Properties
de: Eigenschaften

# task.properties.description.label
source: Description
de: Beschreibung

# task.properties.description.placeholder
source: Please enter description
de: Bitte Beschreibung eingeben

# task.agent.label
source: Agent
de: Zuständigkeit

# actionStatusType.https://schema.org/ActiveActionStatus.label
source: Active
de: Aktiv

# actionStatusType.https://schema.org/CompletedActionStatus.label
source: Complete
de: Fertig

# actionStatusType.https://schema.org/FailedActionStatus.label
source: Failed
de: Fehlgeschlagen

# actionStatusType.https://schema.org/PotentialActionStatus.label
source: Potential
de: Potentiell

# actions.label
source: Actions
de: Aktionen

# actions.startTask.label
source: Start task
de: Aufgabe beginnen

# actions.editTask.label
source: Edit task
de: Aufgabe bearbeiten

# actions.prepareTask.label
source: Create task
de: Aufgabe erstellen

# actions.cancel.label
source: Cancel
de: Aufgabe abbrechen

# actions.back.label
source: Back
de: Zurück

# actions.scheduleTask.label
source: Schedule task
de: Termin für Aufgabe vergeben

# taskDueStatusType.pastDue.label
source: past due
de: überfällig

# taskDueStatusType.due.label
source: due
de: heute fällig

# taskDueStatusType.upcoming.label
source: upcoming
de: demnächst fällig

# taskClassName.SitegeistBitzerDomainTaskGenericGenericTask.label
source: Generic
de: Generisch
